Repository: LukaszLejman/PJN
Catalog: manuals/1/align_2017.12.08_13.27.55/RS800CX-HRRS800CX.tmx
Source language: en
Languages: hr

source: Note your highest heart rate.
hr: Zabilježite vaš najviši broj otkucaja srca.

source: Your maximum is approximately 10 beats higher than the noted value.
hr: Vaš maksimum je otprilike 10 otkucaja viši od zabilježene vrijednosti.

source: Step 4: Run back down the hill, allowing your heart rate to drop 30-40 beats per minute.
hr: Step 4: Otrčite nazad niz brdo, dopuštajući da vam broj otkucaja srca padne za 30-40 otkucaja u minuti.

source: Step 5: Run up the hill/steps once again at a pace that you can only hold for 1 minute.
hr: Step 5: Ponovo potrčite uz brdo ritmom koji bi mogli izdržati 1 minutu.

source: Try to run halfway up the hills/steps.
hr: Pokušajte trčati do polovice uspona.

source: This brings you close to your maximum heart rate.
hr: To vas dovodi do vašeg maksimalnog broja otkucaja srca.

source: Use this value as your maximum heart rate to set training zones.
hr: Koristite ovu vrijednost kao maksimalni broj otkucaja srca za postavljanje zona vježbanja.

source: Step 6: Make sure you get a good cool-down, a minimum of 10 minutes.
hr: Step 6: Obavezno se dobro odmorite, minimalno 10 minuta.

source: Heart Rate Value in a Sitting Position HRsit is your average heart rate when completely still (i.e. while sitting).
hr: Otkucaji srca u sjedećem položaju HRsit predstavlja prosječni broj otkucaja srca kada potpuno mirujete (odnosno sjedite).

source: To easily determine HR sit, wear your heart rate sensor, sit down, and do not engage in any physical activity.
hr: Za lako određivanje HR sit, nosite vaš primopredajnik, sjednite i ne radite nikakvu fizičku aktivnost.

source: For a more precise measurement, repeat the procedure several times and calculate your average.
hr: Za preciznije mjerenje, ponovite postupak nekoliko puta i izračunajte prosječnu vrijednost.

source: Heart Rate Reserve Heart rate reserve (HRR) is the difference between maximum heart rate (HRmax), and resting heart rate (HRrest)*.
hr: Rezerva otkucaja srca Rezerva otkucaja srca (HRR) je razlika između maksimalnog broja otkucaja srca (HR max) i otkucaja srca u mirovanju (HR rest)*.

source: HRR is used to calculate exercise heart rates.
hr: HRR se koristi za proračun otkucaja srca prilikom vježbanja.

source: It is the range within which heart rate varies depending on exertion level.
hr: To je raspon u kojem se mijenja broj otkucaja srca ovisno o razini napora.

source: HRR equals oxygen uptake reserve (VO2R).
hr: HRR odgovara rezervi unosa kisika (VO 2R).

source: Exercise heart rate can be determined by using the Karvonen formula**.
hr: Otkucaji srca tijekom vježbanja se mogu odrediti koristeći Karvonen formulu**.

source: Exercise HR = % of target intensity (HRmax – HRrest) + HRrest Example:
hr: Dodajte dani postotak rezerve otkucaja srca otkucajima srca u mirovanju.

source: Target intensity 70 % HRR for a person with HR max 201 bpm and HRrest 50 bpm Exercise HR= 70% (201-50) + 50 Exercise HR=156 bpm For a precise exercise heart rate, you need your exact HRmax and HRrest. When using estimated HRmax, exercise heart rate values are always estimates.
hr: HR vježbanje = % ciljanog intenziteta (HR max – HRrest) + HRrest Primjer: Ciljani intenzitet je 70% HRR za osobu s HR max 201 bpm and HR rest 50 bpm HR vježbanje = 70% (201-50) + 50 HR vježbanje = 156 bpm Za precizni broj otkucaja srca tijekom vježbanja, trebate vaše točne vrijednosti HR max i HRrest.

source: *In Polar RS800CX training computer, the heart rate value during a resting state is measured in a sitting position (HRsit). This is for practical reasons since HRsit is used in energy expenditure calculation because of accuracy.
hr: To je zbog praktičnih razloga jer se HRmax otkucaji srca tijekom vježbanja su uvijek procijenjeni. *Kod monitora srčane frekvencije RS800CX, vrijednost otkucaja srca za vrijeme odmaranja se mjeri u sjedećem položaju (HRsit).

source: HR sit matches the low intensity to which different exercise intensities can be compared.
hr: To je zbog praktičnih razloga jer se HR sit koristi u proračunu potrošnje energije zbog točnosti.

source: **Karvonen M, Kentala K, Mustala O. The effects of training on heart rate: a longitudinal study.
hr: HR sit odgovara niskom intenzitetu s kojim se mogu usporediti različiti intenziteti vježbanja.

source: Ann Med Exp Biol Fenn 1957; 35: 307-315.
hr: DODATNE INFORMACIJE

source: Background Information 55
hr: 55 HRVATSKI, SRPSKI

source: HRV indicates the fluctuations of heart rate around an average heart rate.
hr: HRV označava fluktuacije otkucaja srca oko prosječnog broja otkucaja srca.

source: An average heart rate of 60 beats per minute (bpm) does not mean that the interval between successive heartbeats would be exactly 1.0 sec, instead they may fluctuate/vary from 0.5 sec up to 2.0 sec.
hr: Prosječan broj otkucaja srca od 60 otkucaja u minuti, ne znači da svi intervali između otkucaja u nizu traju točno 1 sekundu, nego oni mogu fluktuirati od 0,5 sek do 2 sek.

source: HRV is affected by aerobic fitness.
hr: Na HRV utječe aerobna forma.

source: HRV of a well-conditioned heart is generally large at rest.
hr: HRV srca u dobroj kondiciji, u mirovanju je općenito velik.

source: Other factors that affect HRV are age, genetics, body position, time of day, and health status.
hr: Drugi čimbenici koji utječu na HRV su starost, genetika, položaj tijela, vrijeme dana i zdravlje.

source: During exercise, HRV decreases as heart rate and exercise intensity increase.
hr: Tijekom vježbanja, HRV se smanjuje kako se povećava broj otkucaja srca i intenzitet vježbanja.

source: HRV also decreases during periods of mental stress.
hr: HRV se također smanjuje tijekom razdoblja mentalnih napora.

source: HRV is regulated by the autonomic nervous system.
hr: HRV-om upravlja automatski živčani sustav.

source: Parasympathetic activity decreases heart rate and increases HRV, whereas sympathetic activity increases heart rate and decreases HRV.
hr: Para-suosjećajna aktivnost smanjuje broj otkucaja srca i povećava HRV, dok suosjećajna aktivnost povećava otkucaje srca i smanjuje HRV.

source: HRV is used in the Ownzone, OwnIndex, and in OwnOptimizer features.
hr: HRV se koristi u Ownzone, OwnIndex i OwnOptimizer značajkama.

source: It can also be monitored on its own using the training computer.
hr: Također se može sam nadzirati uporabom monitora srčane frekvencije.

source: If your HRV changes at a given pace and heart rate, this may indicate a change in your training load and stress.
hr: Ako se HRV mijenja tijekom danog ritma vožnje bicikla i broja otkucaja srca, to može značiti promjenu u opterećenju vježbanja.

source: Running Cadence and Stride Length Cadence* is the number of times the foot with the stride sensor* hits the ground per minute.
hr: Ritam trčanja i dužina koraka Ritam* je broj koraka stopala sa senzorom brzine trčanja* u minuti.

source: Stride length* is the average length of one step.
hr: Dužina koraka* je prosječna dužina jednog koraka.

source: That is the distance between your right and left foot contacting the ground.
hr: To je udaljenost između desnog i lijevog stopala kad dodirnu tlo.

source: Running speed = 2 * stride length * cadence There are two ways to run faster: moving your legs at a higher cadence or taking longer steps.
hr: Brzina trčanja = 2 * dužina koraka * ritam Postoje dva načina za brže trčanje: pomicanje nogu s bržim ritmom ili uzimanje dužih koraka.

source: Elite long distance runners typically run with a high cadence of 85-95.
hr: Elitni trkači na duge staze obično trče s visokim ritmom od 89-95.

source: On uphills, typical cadence values are lower.
hr: Uzbrdo, uobičajene vrijednosti ritma su niže.

source: On downhills they are higher.
hr: Nizbrdo, one su veće.

source: Runners adjust stride length to gather speed: stride length increases as speed increases.
hr: Trkači namještaju dužinu koraka kako bi povećali brzinu: dužina koraka se povećava kako se povećava brzina.

source: Yet one of the most common mistakes novice runners make is over-striding.
hr: Ipak, jedna od najčešćih pogrešaka koju čine novi trkači su preveliki koraci.

source: The most efficient stride length is the natural one – the one that feels most comfortable.
hr: Najefikasnija dužina koraka je prirodna dužina – ona pri kojoj se osjećate najudobnije.

source: To develop cadence, the nerve-muscle connection needs to be trained - and reasonably frequently.
hr: U utrkama ćete trčati brže istezanjem mišića nogu tako da vas odnesu dalje s dužim korakom.

source: A session of cadence training a week is a good start.
hr: Također bi trebali raditi na efikasnosti ritma.

source: Incorporate some cadence work into the rest of your week.
hr: Ritam se ne povećava lako, ali ako budete pravilno vježbali,

source: 56 Background Information
hr: 56 DODATNE INFORMACIJE

source: One way around this is to work on increasing leg speed at expected race pace.
hr: Kako bi razvili ritam, treba vježbati spoj između živaca i mišića – i to redovito.

source: You can set your training computer to show pace and cadence.
hr: Jedan ciklus vježbanja ritma tjedno je dobar početak.

source: Try to shorten your stride and increase cadence while holding the same pace (set a narrow pace zone to give you audio feedback).You can aim to raise running cadence above the following: • 80/min (4hour Marathoners) • 85/min (3hr 30min Marathoners) • 88/min (3hour Marathoners)
hr: Uključite vježbanje ritma u ostatak vašeg tjedna. Tijekom dužih trčanja, trebali bi tu i tamo uključiti brži ritam. Tijekom vježbanja za duže utrke (1/2 maraton, maraton ili duže) možda će biti korisno nadzirati ritam.

source: This is a general guide only, taller runners will naturally have slightly lower cadences.
hr: Niski ritam pri očekivanom ritmu utrke može ranije uzrokovati probleme, kako se vaše noge umaraju.

source: Runners should also tune in to what feels comfortable for them personally.
hr: Jedan način da se to zaobiđe je povećanja brzine rada nogu pri očekivanom ritmu utrke.

source: A good way of improving stride length is to undertake specific strength work, like running hills, running in soft sand, or running up steps.
hr: Pokušajte skratiti korak i povećati ritam održavajući jednaki ritam utrke (namjestite usku zonu ritma kako bi dobili zvučnu povratnu informaciju).

source: A six-week training period including strength work should result in noticeable improvements in stride length, and if combined with some faster leg speed work (such as short strides at best 5km pace), noticeable improvements should be seen in overall speed, as well.
hr: Možete ciljati povećanje ritma trčanja iznad slijedećega: • 80/min (4 satni maratonci) • 85/min (3,5 satni maratonci) • 88/min (3 satni maratonci) Ovo je samo općeniti vodič, viši trkaći će naravno imati nešto niži ritam.

source: R-R Recording R-R recording rate saves heartbeat intervals, i.e. intervals between successive heartbeats.
hr: R-R snimanje R-R snimanje sprema intervale otkucaja srca, odnosno intervale između dva otkucaja srca.

source: This information is also shown as instantaneous heart rate in beats per minute in recorded samples.
hr: Ova informacija se također u snimljenim utorcima prikazuje kao trenutni broj otkucaja srca u otkucajima u minuti.

source: When recording every single interval, extra systoles and artefacts can also be seen.
hr: Prilikom snimanja svakog pojedinog intervala, mogu se također vidjeti dodatne sistole i artefakti.

source: We recommend using contact gel (ECG gel) to optimize contact between your skin and the heart rate sensor.
hr: Preporučamo uporabu kontaktnog gela (ECG gel) za optimiziranje kontakta između vaše kože i primopredajnika.

source: Readings interpreted as incorrect in the heart rate data can be adjusted and corrected with the software.
hr: Očitanja otkucaja srca, označena kao nepravilna, se mogu namjestiti i ispraviti u softveru.

source: Polar Running Index Running Index offers an easy way to monitor performance changes.
hr: Polar indeks trčanja Indeks trčanja nudi lak način nadzora promjena performansi.

source: Performance (how fast/easily you run at a given pace) is directly influenced by aerobic fitness (VO2max) and exercise economy (how efficient your body is at running), and Running Index is a measurement of this influence.
hr: Na performanse (koliko brzo/lako trčite određenim ritmom) direktno utječe aerobna kondicija (VO 2max) i ekonomičnost vježbanja (koliko je vaše tijelo efikasno tijekom trčanja), te indeks trčanja je mjera ovog utjecaja.

source: By recording your Running Index over time, you can monitor progress.
hr: Snimanjem vašeg indeksa trčanja tijekom vremena, možete pratiti vaš napredak.

source: Improvement means that running at a given pace requires less of an effort, or that your pace is faster at a given level of exertion.
hr: Napredak znači da trčanje danim ritmom zahtijeva manji napor, ili je vaš ritam brži pri danoj razini napora.

source: The Running Index feature calculates such improvements.
hr: Indeks trčanja računa takva poboljšanja.

source: Running Index also gives you daily information on your running performance level which may vary from day to day.
hr: Indeks trčanja također daje dnevne informacije o vašim performansama trčanja koje se mogu mijenjati iz dana u dan.

source: Benefits of Running Index: • emphasizes the positive effects of good training sessions and resting days. • monitors fitness and performance development at different heart rate levels - not only during maximal performance. • you can determine your optimal running speed by comparing running indexes from different kinds of trainings. • stresses progress through better running technique and fitness level.
hr: Prednosti indeksa trčanja: • Naglašava pozitivne efekte dobrih ciklusa vježbanja i dana odmora. • Prati razvoj kondicije i performansi pri različitim otkucajima srca – ne samo tijekom maksimalnih performansi. • Možete odrediti vašu optimalnu brzinu trčanja usporedbom indeksa trčanja iz različitih vrsta vježbanja. • Naglašava napredak kroz bolju tehniku trčanja i višu kondiciju.

source: Running Index is calculated during every exercise when heart rate and the s3/s3+ stride sensor/ G3/G5 GPS sensor* signal is recorded, and when the following requirements apply: • speed should be 6km/h / 3,75 mi/h or faster and duration 12 minutes minimum. • heart rate should be above 40% HRmax.
hr: Indeks trčanja se računa tijekom svake vježbe kada se snimaju otkucaji srca i signal trkaćeg senzora* i kada vrijede slijedeći zahtjevi. • Brzina treba biti 6 km/h ili veća i trajanje minimalno 12 minuta. • Otkucaji srca trebaju biti iznad 40% HR max.

source: Make sure that the stride sensor is calibrated.
hr: Provjerite je li trkaći senzor kalibriran.

source: Calculation begins when you start recording the session.
hr: Proračun počne kada počnete snimati ciklus vježbanja.

source: Compare your result to the table below.
hr: Na primjer,

source: Short-term analysis
hr: DODATNE INFORMACIJE

source: Background Information 57
hr: 57 HRVATSKI, SRPSKI

source: ENGLISH Men Age / Years Very low Low Fair Moderate Good Very good Elite
hr: tijekom ciklusa možete stati na semaforu bez prekida proračuna.

source: Women Age / Years Very low Low Fair Moderate Good Very good Elite
hr: Jako dobra 57-62 54-59 52-56 49-54 47-51 44-48 42-46 40-43 37-40

source: The following chart estimates the duration that a runner can achieve in certain distances when performing maximally.
hr: Mogu će su dnevne varijacije indeksa trčanja zbog uvjeta trčanja npr. površina, usponi, vjetar, temperatura.

source: 58 Background Information
hr: 58 DODATNE INFORMACIJE

source: Running Index Cooper test (m) 5 km (h:mm:ss) 10 km (h:mm:ss) 21.098 km 42.195 km (h:mm:ss) (h:mm:ss) 36 1800 0:36:20 1:15:10 2:48:00 5:43:00
hr: Dugoročna analiza Pojedine vrijednosti indeksa trčanja formiraju trend koji predviđa vaš uspjeh tijekom trčanja određenih udaljenosti.

source: 78 3850 0:15:50 0:33:00 1:12:30 2:32:00 It is worth to remember that in addition to good Running Index, maximal running performance demands good preparation, optimal running conditions, speed endurance and guts.
hr: *Potreban opcijski s3 trkaći senzor ili G3 GPS senzor W.I.N.D. Važno je zapamtiti da uz dobar indeks trčanja, maksimalne performanse trčanja zahtijevaju dobru pripremu, optimalne uvjete trčanja, izdržljivost i hrabrost.

source: Training quantity and quality have an affect as well as natural talent.
hr: Količina i kvaliteta vježbanja imaju jednaki efekt kao prirodni talent.

source: *Optional s3/s3+ stride sensor or G3/G5 GPS sensor required.
hr: DODATNE INFORMACIJE

source: Background Information 59
hr: 59 HRVATSKI, SRPSKI

source: 12. CUSTOMER SERVICE INFORMATION
hr: HRVATSKI, SRPSKI

source: Care and Maintenance Caring For Your Product Like any electronic device, the Polar training computer should be treated with care.
hr: 12. INFORMACIJE SLUŽBE ZA KORISNIKE Briga i održavanje Briga o vašem proizvodu Kao i svaki elektronski uređaj, Polar monitor srčane frekvencije se treba brižno koristiti.

source: The suggestions below will help you fulfill guarantee obligations and enjoy this product for many years to come.
hr: Ispod dane preporuke će vam pomoći u ispunjavanju jamstvenih uvjeta i u puno godina uživanja u ovom proizvodu.

source: Connector: Detach the connector from the strap after every use and dry the connector with a soft towel.
hr: Nakon uporabe skinite priključak primopredajnika s pojasa.

source: Clean the connector with a mild soap and water solution when needed.
hr: Priključak očistite s otopinom blagog sapuna i vode. Osušite ga s krpom.

source: Never use alcohol or any abrasive material (eg. steel wool or cleaning chemicals).
hr: Nikada ne koristite alkohol ili bilo kakve abrazivne materijale (čelična vuna ili kemikalije za čišćenje).

source: Strap: Rinse the strap under running water after every use and hang to dry.
hr: Nakon uporabe isperite pojas primopredajnika s vodom.

source: Clean the strap gently with a mild soap and water solution when needed. Do not use moisturizing soaps, because they can leave residue on the strap.
hr: Ako pojas koristite više od tri puta na tjedan, operite ja najmanje jednom svaka tri tjedna u perilici rublja pri 40 °C. Koristite vrećicu za pranje.

source: Do not soak, iron, dry clean or bleach the strap. Do not stretch the strap or bend the electrode areas sharply.
hr: Nemojte je namakati, niti koristiti deterdžent s bjelilom niti omekšivač.

source: Check the label on your strap to see if it is machine washable.
hr: Pojas nemojte sušiti u sušilici niti je izbjeljivati.

source: To maintain the water resistance, do not wash the training computer or the sensors with a pressure washer.
hr: Prije odlaganja na duže vrijeme i uvijek nakon uporabe, pojas operite u vodi s većim sadržajem klora.

source: Do not immerse them in water. Dry them carefully with a soft towel.
hr: Ne koristite centrifugiranje ili peglanje.

source: Never use alcohol or any abrasive material such as steel wool or cleaning chemicals.
hr: Nikada ne stavljajte priključak u perilicu ili sušilicu rublja!

source: Keep your training computer and sensors in a cool and dry place.
hr: Osušite traku i priključak i spremite ih odvojeno.

source: Do not keep them in a damp environment, in non-breathable material (a plastic bag or a sports bag) nor with conductive material (a wet towel).
hr: Čuvajte vaš monitor srčane frekvencije, primopredajnik i trkaći senzor na hladnom i suhom mjestu.

source: The training computer and heart rate sensor are water resistant, and can be used in water activities.
hr: Ne čuvajte ih u vlažnoj okolini, u materijalu koji ne popušta zrak (plastična vrećica ili sportska torba) niti u vodljivom materijalu (vlažan ručnik).

source: Other compatible sensors are water resistant, and can be used in rainy weather.
hr: Ne uranjajte trkaći senzor u vodu.

source: Avoid hard hits to the training computer and the sensors, as these may damage the sensor units.
hr: Ne izlažite ih direktnom sunčevom svjetlu na duže vrijeme.

source: Operating temperatures are -10 °C to +50 °C / +14 °F to +122 °F.
hr: Radne temperature su -10°C do +50°C.

source: Service During the two-year guarantee/warranty period we recommend that you have service, other than battery replacement for the heart rate sensor, done by an authorized Polar Service Center only.
hr: Servis Tijekom prve dvije godine jamstvenog razdoblja, preporučamo da servis proizvoda obavite u ovlaštenom Polar servisnom centru.

source: The warranty does not cover damage or consequential damage caused by service not authorized by Polar Electro.
hr: Jamstvo ne pokriva štetu ili posljedičnu štetu nastalu u servisu koji nema ovlaštenje kompanije Polar Electro.

source: For further information, see Limited International Polar Guarantee (page 66).
hr: Za dodatne informacije, pogledajte Ograničeno Polar međunarodno jamstvo (stranica 66 ).

source: Changing Batteries Have the battery replaced by an authorized Polar Service Center.
hr: Zamjena baterija Bateriju neka zamjeni ovlašteni Polar Servisni Centar.

source: Avoid opening the sealed battery cover.
hr: Izbjegavajte otvaranje zapečaćenog poklopca baterije.

source: To change the batteries of the training computer and heart rate sensor yourself, carefully follow the instructions in Changing Training Computer Battery.
hr: Kako bi zamjenili bateriju vašeg monitora srčane frekvencije i primopredajnika sami, pažljivo pratite uputstva u Zamjena Baterije Monitora Srčane Frekvencije.

source: For video tutorials on how to change the batteries, go to http://www.polar.com/en/polar_community/videos. Before battery change, transfer all data from your training computer to Polar Prorainer 5 to avoid data loss.
hr: Prije zamjene baterije, prenesite sve podatke sa vašeg monitora srčane frekvencije na Polar Protrainer 5 kako bi izbjegli gubitak tih podataka.

source: For more information see Polar ProTrainer 5 help.
hr: Za više informacija pogledajte Polar Protrainer 5 pomoć.

source: If you would prefer Polar to replace the battery, contact an authorized Polar Service Center.
hr: Ako želite da Polar zamijeni bateriju, kontaktirajte ovlašteni Polar servisni centar.

source: ENGLISH Changing Training Computer Battery To change the training computer battery, you need a coin and battery (CR 2032).
hr: Zamjena baterije monitora srčane frekvencije Za zamjenu baterije monitora srčane frekvencije, trebate kovanicu i bateriju (CR 2032).

source: 1. Using the coin open the battery cover by pressing slightly and turning counter clockwise .
hr: 1. 2. 3. 4. Koristeći kovanicu otvorite poklopac baterije laganim pritiskom i okretanjem u smjeru obrnutom od kazaljke na satu.

source: 2. Remove the battery cover.
hr: Uklonite poklopac baterije.

source: The battery is attached to the cover, which should be lifted carefully.
hr: Baterija je zakačena za poklopac, koji se treba pažljivo podignuti.

source: Remove the battery and replace it with a new one.
hr: Izvadite bateriju i zamijenite je s novom.

source: Be careful not to damage the threads of the back cover.
hr: Pazite da ne oštetite navoje stražnjeg poklopca.

source: 3. Place the positive (+) side of the battery against the cover and negative (-) side toward the training computer.
hr: Postavite pozitivnu (+) stranu baterije na poklopac a negativnu (-) prema monitoru srčane frekvencije.

source: 4. The sealing ring of the battery cover is also attached to the cover.
hr: Prsten za brtvljenje poklopca baterije je također fiksiran za poklopac.

source: Keep batteries away from children.
hr: Prsten zamijenite ako je oštećen.
